<template>
  <div class="home">
    <div class="small_container"><h1>EVADIA — это…</h1>
      <div class="home_block">
        <h3>Свежеобжаренный кофе со всего мира</h3>
        <p>В интернет-магазине «EVADIA» вы можете купить зерновой кофе, выращенный и доставленный напрямую с
          известных мировых плантаций. Мы сами обжариваем кофе, предлагаем лучшие моносорта и кофейные бленды
          ведущих кофейных фабрик:</p>
      </div>
      <div class="home_block">
        <h3>Как выбрать кофе</h3>
        <p>Наш кофе делится на две основные категории в зависимости от профиля обжарки: для эспрессо и для
          фильтра. Кофе, предназначенный для эспрессо, также отлично подходит для гейзерных кофеварок и турок, а
          кофе для фильтра идеально раскрывается всеми альтернативными способами заваривания — в капельной
          кофеварке, френч-прессе, турке, пуровере, аэропрессе или просто чашке.Кофе обладает двумя ключевыми
          характеристиками вкуса — это плотность и кислотность. Чаще всего кофе выбирают именно по ним.

          Плотность — это то же самое, что насыщенность. Её степень нужно определить для себя самостоятельно в
          зависимости от того, насколько насыщенный кофе вы любите.

          Кислотность — это одна из важнейших характеристик кофе, но не все к ней готовы. Если вы только
          знакомитесь со спешелти кофе, мы рекомендуем заказать кофе с разной степенью кислотности: низкой,
          средней и высокой, и выбрать для себя тот уровень кислотности в кофе, который вам больше всего
          понравится.</p>
      </div>
      <div class="home_block">
        <h3>Уважение к потребителю</h3>
        <p>Мы верим, что у каждого человека есть право пить вкусный, качественный и натуральный кофе по доступным
          ценам. Кофе – не просто напиток, а переплетение многовековых традиций, историй, культур народов мира, и
          мы хотим раскрыть его именно с этой стороны. В каждом человеке живет гурман, и мы помогаем его
          пробудить, предлагая новые приятные вкусоароматические впечатления.</p>
      </div>
      <div class="home_block">
        <h3>История успеха</h3>
        <p>Обжариваем кофе уже 14 лет на одном из крупнейших и самых технологичных в России производств. Все это
          время мы учимся новому, участвуем в чемпионатах и выставках, постоянно развиваемся.

          Каждый год мы ездим в страны произрастания кофе, чтобы выбрать интересные лоты и привезти их в Россию, а
          сотрудничество со всеми крупнейшими импортерами кофе позволяет нам поддерживать большой ассортимент
          свежего урожая.

          На нашем производстве установлены ростеры компаний Probat и Loring, которые считаются лучшими в мире.
          Профили каждой обжарки мы отслеживаем в режиме реального времени, а каждую партию проверяем колориметром
          — это позволяет нам точно контролировать степень и качество обжарки. Перед отгрузкой мы проводим
          обязательные каппинги, чтобы убедиться в том, что кофе соответствует профилю.</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "TheInfoHome"
}
</script>

<style>

</style>