<template>
  <div class="home">
    <img src="/Users/kseniaartemova/WebstormProjects/lr_front/web/coffee/src/assets/images/about.jpg">
    <div class="small_container"><h1></h1>
      <div class="home_block">
        <p>Наше современное производство расположено в ближайшем Подмосковье в г. Железнодорожном. Производственное
          планирование и тщательно выверенная логистика позволяют полностью отгружать кофе в течение первых суток с
          момента обжарки.</p>
      </div>
      <div class="home_block">
        <p>Обжарщик контролирует повторение утвержденного профиля обжарки путем анализа совпадения графиков в
          специальной программе. После органолептической оценки, подтверждающей соответствие, кофе допускается к
          отгрузке клиентам.</p>
      </div>
      <div class="home_block">
        <p>Закупаем зеленый кофе только у проверенных трейдеров. Работаем с кофе Specialty и коммерческим
          В результате экспериментальных обжарок и проб утверждается идеальный профиль обжарки для каждого вида
          кофе.</p>
      </div>
      <div class="home_block">
        <p>Уникальность кофе Evadia заключается в особом ассортименте сортов, которые отбираются с учетом высоких
          требовний к вкусу , соотношению цены к качеству
          Каждый сорт кофе обжаривается с учетом своих уникальных характеристик, чтобы максимально раскрылся вкус
          напитка. Утренний кофе станет для вас настоящей церемонией</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "TheAbout"
}
</script>

<style scoped>

</style>